docs/observability/perf-results/round5-k6-output.txt

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 

     execution: local
        script: scripts/load-test.js
        output: -

     scenarios: (100.00%) 1 scenario, 200 max VUs, 6m0s max duration (incl. graceful stop):
              * default: Up to 200 looping VUs for 5m30s over 5 stages (gracefulRampDown: 30s, gracefulStop: 30s)


running (0m01.0s), 002/200 VUs, 591 complete and 0 interrupted iterations
default   [   0% ] 002/200 VUs  0m01.0s/5m30.0s

running (0m02.0s), 004/200 VUs, 1689 complete and 0 interrupted iterations
default   [   1% ] 004/200 VUs  0m02.0s/5m30.0s

running (0m03.0s), 005/200 VUs, 2456 complete and 0 interrupted iterations
default   [   1% ] 005/200 VUs  0m03.0s/5m30.0s

running (0m04.0s), 007/200 VUs, 2800 complete and 0 interrupted iterations
default   [   1% ] 007/200 VUs  0m04.0s/5m30.0s

running (0m05.0s), 009/200 VUs, 2815 complete and 0 interrupted iterations
default   [   2% ] 009/200 VUs  0m05.0s/5m30.0s

running (0m06.0s), 010/200 VUs, 3378 complete and 0 interrupted iterations
default   [   2% ] 010/200 VUs  0m06.0s/5m30.0s

running (0m07.0s), 012/200 VUs, 3783 complete and 0 interrupted iterations
default   [   2% ] 012/200 VUs  0m07.0s/5m30.0s

running (0m08.0s), 014/200 VUs, 4172 complete and 0 interrupted iterations
default   [   2% ] 014/200 VUs  0m08.0s/5m30.0s

running (0m09.0s), 015/200 VUs, 4629 complete and 0 interrupted iterations
default   [   3% ] 015/200 VUs  0m09.0s/5m30.0s

running (0m10.0s), 017/200 VUs, 5090 complete and 0 interrupted iterations
default   [   3% ] 017/200 VUs  0m10.0s/5m30.0s

running (0m11.0s), 018/200 VUs, 5510 complete and 0 interrupted iterations
default   [   3% ] 018/200 VUs  0m11.0s/5m30.0s

running (0m12.0s), 020/200 VUs, 5982 complete and 0 interrupted iterations
default   [   4% ] 020/200 VUs  0m12.0s/5m30.0s

running (0m13.0s), 022/200 VUs, 6431 complete and 0 interrupted iterations
default   [   4% ] 022/200 VUs  0m13.0s/5m30.0s

running (0m14.0s), 023/200 VUs, 6947 complete and 0 interrupted iterations
default   [   4% ] 023/200 VUs  0m14.0s/5m30.0s

running (0m15.0s), 025/200 VUs, 7558 complete and 0 interrupted iterations
default   [   5% ] 025/200 VUs  0m15.0s/5m30.0s

running (0m16.0s), 027/200 VUs, 8256 complete and 0 interrupted iterations
default   [   5% ] 027/200 VUs  0m16.0s/5m30.0s

running (0m17.0s), 028/200 VUs, 8796 complete and 0 interrupted iterations
default   [   5% ] 028/200 VUs  0m17.0s/5m30.0s

running (0m18.0s), 030/200 VUs, 9637 complete and 0 interrupted iterations
default   [   5% ] 030/200 VUs  0m18.0s/5m30.0s

running (0m19.0s), 031/200 VUs, 10526 complete and 0 interrupted iterations
default   [   6% ] 031/200 VUs  0m19.0s/5m30.0s

running (0m20.0s), 033/200 VUs, 10926 complete and 0 interrupted iterations
default   [   6% ] 033/200 VUs  0m20.0s/5m30.0s

running (0m21.0s), 035/200 VUs, 11371 complete and 0 interrupted iterations
default   [   6% ] 035/200 VUs  0m21.0s/5m30.0s

running (0m22.0s), 036/200 VUs, 11862 complete and 0 interrupted iterations
default   [   7% ] 036/200 VUs  0m22.0s/5m30.0s

running (0m23.0s), 038/200 VUs, 12421 complete and 0 interrupted iterations
default   [   7% ] 038/200 VUs  0m23.0s/5m30.0s

running (0m24.0s), 040/200 VUs, 12935 complete and 0 interrupted iterations
default   [   7% ] 040/200 VUs  0m24.0s/5m30.0s

running (0m25.0s), 041/200 VUs, 13554 complete and 0 interrupted iterations
default   [   8% ] 041/200 VUs  0m25.0s/5m30.0s

running (0m26.0s), 043/200 VUs, 14111 complete and 0 interrupted iterations
default   [   8% ] 043/200 VUs  0m26.0s/5m30.0s

running (0m27.0s), 045/200 VUs, 14905 complete and 0 interrupted iterations
default   [   8% ] 045/200 VUs  0m27.0s/5m30.0s

running (0m28.0s), 046/200 VUs, 15839 complete and 0 interrupted iterations
default   [   8% ] 046/200 VUs  0m28.0s/5m30.0s

running (0m29.0s), 048/200 VUs, 16522 complete and 0 interrupted iterations
default   [   9% ] 048/200 VUs  0m29.0s/5m30.0s

running (0m30.0s), 049/200 VUs, 17105 complete and 0 interrupted iterations
default   [   9% ] 049/200 VUs  0m30.0s/5m30.0s

running (0m31.0s), 050/200 VUs, 17782 complete and 0 interrupted iterations
default   [   9% ] 050/200 VUs  0m31.0s/5m30.0s

running (0m32.0s), 050/200 VUs, 18392 complete and 0 interrupted iterations
default   [  10% ] 050/200 VUs  0m32.0s/5m30.0s

running (0m33.0s), 050/200 VUs, 18939 complete and 0 interrupted iterations
default   [  10% ] 050/200 VUs  0m33.0s/5m30.0s

running (0m34.0s), 050/200 VUs, 19540 complete and 0 interrupted iterations
default   [  10% ] 050/200 VUs  0m34.0s/5m30.0s

running (0m35.0s), 050/200 VUs, 20129 complete and 0 interrupted iterations
default   [  11% ] 050/200 VUs  0m35.0s/5m30.0s

running (0m36.0s), 050/200 VUs, 20600 complete and 0 interrupted iterations
default   [  11% ] 050/200 VUs  0m36.0s/5m30.0s

running (0m37.0s), 050/200 VUs, 21163 complete and 0 interrupted iterations
default   [  11% ] 050/200 VUs  0m37.0s/5m30.0s

running (0m38.0s), 050/200 VUs, 21706 complete and 0 interrupted iterations
default   [  12% ] 050/200 VUs  0m38.0s/5m30.0s

running (0m39.0s), 050/200 VUs, 22590 complete and 0 interrupted iterations
default   [  12% ] 050/200 VUs  0m39.0s/5m30.0s

running (0m40.0s), 050/200 VUs, 23596 complete and 0 interrupted iterations
default   [  12% ] 050/200 VUs  0m40.0s/5m30.0s

running (0m41.0s), 050/200 VUs, 24665 complete and 0 interrupted iterations
default   [  12% ] 050/200 VUs  0m41.0s/5m30.0s

running (0m42.0s), 050/200 VUs, 25898 complete and 0 interrupted iterations
default   [  13% ] 050/200 VUs  0m42.0s/5m30.0s

running (0m43.0s), 050/200 VUs, 27064 complete and 0 interrupted iterations
default   [  13% ] 050/200 VUs  0m43.0s/5m30.0s

running (0m44.0s), 050/200 VUs, 27787 complete and 0 interrupted iterations
default   [  13% ] 050/200 VUs  0m44.0s/5m30.0s

running (0m45.0s), 050/200 VUs, 28492 complete and 0 interrupted iterations
default   [  14% ] 050/200 VUs  0m45.0s/5m30.0s

running (0m46.0s), 050/200 VUs, 29130 complete and 0 interrupted iterations
default   [  14% ] 050/200 VUs  0m46.0s/5m30.0s

running (0m47.0s), 050/200 VUs, 29732 complete and 0 interrupted iterations
default   [  14% ] 050/200 VUs  0m47.0s/5m30.0s

running (0m48.0s), 050/200 VUs, 30253 complete and 0 interrupted iterations
default   [  15% ] 050/200 VUs  0m48.0s/5m30.0s

running (0m49.0s), 050/200 VUs, 30753 complete and 0 interrupted iterations
default   [  15% ] 050/200 VUs  0m49.0s/5m30.0s

running (0m50.0s), 050/200 VUs, 31370 complete and 0 interrupted iterations
default   [  15% ] 050/200 VUs  0m50.0s/5m30.0s

running (0m51.0s), 050/200 VUs, 32200 complete and 0 interrupted iterations
default   [  15% ] 050/200 VUs  0m51.0s/5m30.0s

running (0m52.0s), 050/200 VUs, 32740 complete and 0 interrupted iterations
default   [  16% ] 050/200 VUs  0m52.0s/5m30.0s

running (0m53.0s), 050/200 VUs, 33455 complete and 0 interrupted iterations
default   [  16% ] 050/200 VUs  0m53.0s/5m30.0s

running (0m54.0s), 050/200 VUs, 34077 complete and 0 interrupted iterations
default   [  16% ] 050/200 VUs  0m54.0s/5m30.0s

running (0m55.0s), 050/200 VUs, 34798 complete and 0 interrupted iterations
default   [  17% ] 050/200 VUs  0m55.0s/5m30.0s

running (0m56.0s), 050/200 VUs, 35303 complete and 0 interrupted iterations
default   [  17% ] 050/200 VUs  0m56.0s/5m30.0s

running (0m57.0s), 050/200 VUs, 36311 complete and 0 interrupted iterations
default   [  17% ] 050/200 VUs  0m57.0s/5m30.0s

running (0m58.0s), 050/200 VUs, 37067 complete and 0 interrupted iterations
default   [  18% ] 050/200 VUs  0m58.0s/5m30.0s

running (0m59.0s), 050/200 VUs, 37644 complete and 0 interrupted iterations
default   [  18% ] 050/200 VUs  0m59.0s/5m30.0s

running (1m00.0s), 050/200 VUs, 38091 complete and 0 interrupted iterations
default   [  18% ] 050/200 VUs  1m00.0s/5m30.0s

running (1m01.0s), 050/200 VUs, 38653 complete and 0 interrupted iterations
default   [  18% ] 050/200 VUs  1m01.0s/5m30.0s

running (1m02.0s), 050/200 VUs, 39172 complete and 0 interrupted iterations
default   [  19% ] 050/200 VUs  1m02.0s/5m30.0s

running (1m03.0s), 050/200 VUs, 39675 complete and 0 interrupted iterations
default   [  19% ] 050/200 VUs  1m03.0s/5m30.0s

running (1m04.0s), 050/200 VUs, 40197 complete and 0 interrupted iterations
default   [  19% ] 050/200 VUs  1m04.0s/5m30.0s

running (1m05.0s), 050/200 VUs, 40795 complete and 0 interrupted iterations
default   [  20% ] 050/200 VUs  1m05.0s/5m30.0s

running (1m06.0s), 050/200 VUs, 41308 complete and 0 interrupted iterations
default   [  20% ] 050/200 VUs  1m06.0s/5m30.0s

running (1m07.0s), 050/200 VUs, 41948 complete and 0 interrupted iterations
default   [  20% ] 050/200 VUs  1m07.0s/5m30.0s

running (1m08.0s), 050/200 VUs, 42609 complete and 0 interrupted iterations
default   [  21% ] 050/200 VUs  1m08.0s/5m30.0s

running (1m09.0s), 050/200 VUs, 43411 complete and 0 interrupted iterations
default   [  21% ] 050/200 VUs  1m09.0s/5m30.0s

running (1m10.0s), 050/200 VUs, 44214 complete and 0 interrupted iterations
default   [  21% ] 050/200 VUs  1m10.0s/5m30.0s

running (1m11.0s), 050/200 VUs, 45043 complete and 0 interrupted iterations
default   [  22% ] 050/200 VUs  1m11.0s/5m30.0s

running (1m12.0s), 050/200 VUs, 45582 complete and 0 interrupted iterations
default   [  22% ] 050/200 VUs  1m12.0s/5m30.0s

running (1m13.0s), 050/200 VUs, 46190 complete and 0 interrupted iterations
default   [  22% ] 050/200 VUs  1m13.0s/5m30.0s

running (1m14.0s), 050/200 VUs, 46722 complete and 0 interrupted iterations
default   [  22% ] 050/200 VUs  1m14.0s/5m30.0s

running (1m15.0s), 050/200 VUs, 47303 complete and 0 interrupted iterations
default   [  23% ] 050/200 VUs  1m15.0s/5m30.0s

running (1m16.0s), 050/200 VUs, 47834 complete and 0 interrupted iterations
default   [  23% ] 050/200 VUs  1m16.0s/5m30.0s

running (1m17.0s), 050/200 VUs, 48366 complete and 0 interrupted iterations
default   [  23% ] 050/200 VUs  1m17.0s/5m30.0s

running (1m18.0s), 050/200 VUs, 48960 complete and 0 interrupted iterations
default   [  24% ] 050/200 VUs  1m18.0s/5m30.0s

running (1m19.0s), 050/200 VUs, 49497 complete and 0 interrupted iterations
default   [  24% ] 050/200 VUs  1m19.0s/5m30.0s

running (1m20.0s), 050/200 VUs, 50111 complete and 0 interrupted iterations
default   [  24% ] 050/200 VUs  1m20.0s/5m30.0s

running (1m21.0s), 050/200 VUs, 50758 complete and 0 interrupted iterations
default   [  25% ] 050/200 VUs  1m21.0s/5m30.0s

running (1m22.0s), 050/200 VUs, 51515 complete and 0 interrupted iterations
default   [  25% ] 050/200 VUs  1m22.0s/5m30.0s

running (1m23.0s), 050/200 VUs, 52153 complete and 0 interrupted iterations
default   [  25% ] 050/200 VUs  1m23.0s/5m30.0s

running (1m24.0s), 050/200 VUs, 53221 complete and 0 interrupted iterations
default   [  25% ] 050/200 VUs  1m24.0s/5m30.0s

running (1m25.0s), 050/200 VUs, 53713 complete and 0 interrupted iterations
default   [  26% ] 050/200 VUs  1m25.0s/5m30.0s

running (1m26.0s), 050/200 VUs, 54668 complete and 0 interrupted iterations
default   [  26% ] 050/200 VUs  1m26.0s/5m30.0s

running (1m27.0s), 050/200 VUs, 55201 complete and 0 interrupted iterations
default   [  26% ] 050/200 VUs  1m27.0s/5m30.0s

running (1m28.0s), 050/200 VUs, 55741 complete and 0 interrupted iterations
default   [  27% ] 050/200 VUs  1m28.0s/5m30.0s

running (1m29.0s), 050/200 VUs, 56521 complete and 0 interrupted iterations
default   [  27% ] 050/200 VUs  1m29.0s/5m30.0s

running (1m30.0s), 050/200 VUs, 57099 complete and 0 interrupted iterations
default   [  27% ] 050/200 VUs  1m30.0s/5m30.0s

running (1m31.0s), 050/200 VUs, 57684 complete and 0 interrupted iterations
default   [  28% ] 050/200 VUs  1m31.0s/5m30.0s

running (1m32.0s), 050/200 VUs, 58167 complete and 0 interrupted iterations
default   [  28% ] 050/200 VUs  1m32.0s/5m30.0s

running (1m33.0s), 050/200 VUs, 58702 complete and 0 interrupted iterations
default   [  28% ] 050/200 VUs  1m33.0s/5m30.0s

running (1m34.0s), 050/200 VUs, 59297 complete and 0 interrupted iterations
default   [  28% ] 050/200 VUs  1m34.0s/5m30.0s

running (1m35.0s), 050/200 VUs, 60014 complete and 0 interrupted iterations
default   [  29% ] 050/200 VUs  1m35.0s/5m30.0s

running (1m36.0s), 050/200 VUs, 60541 complete and 0 interrupted iterations
default   [  29% ] 050/200 VUs  1m36.0s/5m30.0s

running (1m37.0s), 050/200 VUs, 61178 complete and 0 interrupted iterations
default   [  29% ] 050/200 VUs  1m37.0s/5m30.0s

running (1m38.0s), 050/200 VUs, 61994 complete and 0 interrupted iterations
default   [  30% ] 050/200 VUs  1m38.0s/5m30.0s

running (1m39.0s), 050/200 VUs, 62522 complete and 0 interrupted iterations
default   [  30% ] 050/200 VUs  1m39.0s/5m30.0s

running (1m40.0s), 050/200 VUs, 63018 complete and 0 interrupted iterations
default   [  30% ] 050/200 VUs  1m40.0s/5m30.0s

running (1m41.0s), 050/200 VUs, 64019 complete and 0 interrupted iterations
default   [  31% ] 050/200 VUs  1m41.0s/5m30.0s

running (1m42.0s), 050/200 VUs, 64770 complete and 0 interrupted iterations
default   [  31% ] 050/200 VUs  1m42.0s/5m30.0s

running (1m43.0s), 050/200 VUs, 65350 complete and 0 interrupted iterations
default   [  31% ] 050/200 VUs  1m43.0s/5m30.0s

running (1m44.0s), 050/200 VUs, 66369 complete and 0 interrupted iterations
default   [  32% ] 050/200 VUs  1m44.0s/5m30.0s

running (1m45.0s), 050/200 VUs, 67082 complete and 0 interrupted iterations
default   [  32% ] 050/200 VUs  1m45.0s/5m30.0s

running (1m46.0s), 050/200 VUs, 67728 complete and 0 interrupted iterations
default   [  32% ] 050/200 VUs  1m46.0s/5m30.0s

running (1m47.0s), 050/200 VUs, 68537 complete and 0 interrupted iterations
default   [  32% ] 050/200 VUs  1m47.0s/5m30.0s

running (1m48.0s), 050/200 VUs, 69166 complete and 0 interrupted iterations
default   [  33% ] 050/200 VUs  1m48.0s/5m30.0s

running (1m49.0s), 050/200 VUs, 69869 complete and 0 interrupted iterations
default   [  33% ] 050/200 VUs  1m49.0s/5m30.0s

running (1m50.0s), 050/200 VUs, 70688 complete and 0 interrupted iterations
default   [  33% ] 050/200 VUs  1m50.0s/5m30.0s

running (1m51.0s), 050/200 VUs, 71334 complete and 0 interrupted iterations
default   [  34% ] 050/200 VUs  1m51.0s/5m30.0s

running (1m52.0s), 050/200 VUs, 72091 complete and 0 interrupted iterations
default   [  34% ] 050/200 VUs  1m52.0s/5m30.0s

running (1m53.0s), 050/200 VUs, 72715 complete and 0 interrupted iterations
default   [  34% ] 050/200 VUs  1m53.0s/5m30.0s

running (1m54.0s), 050/200 VUs, 73280 complete and 0 interrupted iterations
default   [  35% ] 050/200 VUs  1m54.0s/5m30.0s

running (1m55.0s), 050/200 VUs, 74135 complete and 0 interrupted iterations
default   [  35% ] 050/200 VUs  1m55.0s/5m30.0s

running (1m56.0s), 050/200 VUs, 75182 complete and 0 interrupted iterations
default   [  35% ] 050/200 VUs  1m56.0s/5m30.0s

running (1m57.0s), 050/200 VUs, 75571 complete and 0 interrupted iterations
default   [  35% ] 050/200 VUs  1m57.0s/5m30.0s

running (1m58.0s), 050/200 VUs, 76054 complete and 0 interrupted iterations
default   [  36% ] 050/200 VUs  1m58.0s/5m30.0s

running (1m59.0s), 050/200 VUs, 76705 complete and 0 interrupted iterations
default   [  36% ] 050/200 VUs  1m59.0s/5m30.0s

running (2m00.0s), 050/200 VUs, 77221 complete and 0 interrupted iterations
default   [  36% ] 050/200 VUs  2m00.0s/5m30.0s

running (2m01.0s), 050/200 VUs, 77847 complete and 0 interrupted iterations
default   [  37% ] 050/200 VUs  2m01.0s/5m30.0s

running (2m02.0s), 050/200 VUs, 78374 complete and 0 interrupted iterations
default   [  37% ] 050/200 VUs  2m02.0s/5m30.0s

running (2m03.0s), 050/200 VUs, 79143 complete and 0 interrupted iterations
default   [  37% ] 050/200 VUs  2m03.0s/5m30.0s

running (2m04.0s), 050/200 VUs, 80040 complete and 0 interrupted iterations
default   [  38% ] 050/200 VUs  2m04.0s/5m30.0s

running (2m05.0s), 050/200 VUs, 81047 complete and 0 interrupted iterations
default   [  38% ] 050/200 VUs  2m05.0s/5m30.0s

running (2m06.0s), 050/200 VUs, 81681 complete and 0 interrupted iterations
default   [  38% ] 050/200 VUs  2m06.0s/5m30.0s

running (2m07.0s), 050/200 VUs, 82321 complete and 0 interrupted iterations
default   [  38% ] 050/200 VUs  2m07.0s/5m30.0s

running (2m08.0s), 050/200 VUs, 82863 complete and 0 interrupted iterations
default   [  39% ] 050/200 VUs  2m08.0s/5m30.0s

running (2m09.0s), 050/200 VUs, 83387 complete and 0 interrupted iterations
default   [  39% ] 050/200 VUs  2m09.0s/5m30.0s

running (2m10.0s), 050/200 VUs, 83940 complete and 0 interrupted iterations
default   [  39% ] 050/200 VUs  2m10.0s/5m30.0s

running (2m11.0s), 050/200 VUs, 84507 complete and 0 interrupted iterations
default   [  40% ] 050/200 VUs  2m11.0s/5m30.0s

running (2m12.0s), 050/200 VUs, 85050 complete and 0 interrupted iterations
default   [  40% ] 050/200 VUs  2m12.0s/5m30.0s

running (2m13.0s), 050/200 VUs, 85643 complete and 0 interrupted iterations
default   [  40% ] 050/200 VUs  2m13.0s/5m30.0s

running (2m14.0s), 050/200 VUs, 86216 complete and 0 interrupted iterations
default   [  41% ] 050/200 VUs  2m14.0s/5m30.0s

running (2m15.0s), 050/200 VUs, 86857 complete and 0 interrupted iterations
default   [  41% ] 050/200 VUs  2m15.0s/5m30.0s

running (2m16.0s), 050/200 VUs, 87473 complete and 0 interrupted iterations
default   [  41% ] 050/200 VUs  2m16.0s/5m30.0s

running (2m17.0s), 050/200 VUs, 88090 complete and 0 interrupted iterations
default   [  42% ] 050/200 VUs  2m17.0s/5m30.0s

running (2m18.0s), 050/200 VUs, 88756 complete and 0 interrupted iterations
default   [  42% ] 050/200 VUs  2m18.0s/5m30.0s

running (2m19.0s), 050/200 VUs, 89646 complete and 0 interrupted iterations
default   [  42% ] 050/200 VUs  2m19.0s/5m30.0s

running (2m20.0s), 050/200 VUs, 90178 complete and 0 interrupted iterations
default   [  42% ] 050/200 VUs  2m20.0s/5m30.0s

running (2m21.0s), 050/200 VUs, 90743 complete and 0 interrupted iterations
default   [  43% ] 050/200 VUs  2m21.0s/5m30.0s

running (2m22.0s), 050/200 VUs, 91327 complete and 0 interrupted iterations
default   [  43% ] 050/200 VUs  2m22.0s/5m30.0s

running (2m23.0s), 050/200 VUs, 91800 complete and 0 interrupted iterations
default   [  43% ] 050/200 VUs  2m23.0s/5m30.0s

running (2m24.0s), 050/200 VUs, 92336 complete and 0 interrupted iterations
default   [  44% ] 050/200 VUs  2m24.0s/5m30.0s

running (2m25.0s), 050/200 VUs, 93019 complete and 0 interrupted iterations
default   [  44% ] 050/200 VUs  2m25.0s/5m30.0s

running (2m26.0s), 050/200 VUs, 93573 complete and 0 interrupted iterations
default   [  44% ] 050/200 VUs  2m26.0s/5m30.0s

running (2m27.0s), 050/200 VUs, 94216 complete and 0 interrupted iterations
default   [  45% ] 050/200 VUs  2m27.0s/5m30.0s

running (2m28.0s), 050/200 VUs, 94840 complete and 0 interrupted iterations
default   [  45% ] 050/200 VUs  2m28.0s/5m30.0s

running (2m29.0s), 050/200 VUs, 95494 complete and 0 interrupted iterations
default   [  45% ] 050/200 VUs  2m29.0s/5m30.0s

running (2m30.0s), 050/200 VUs, 96043 complete and 0 interrupted iterations
default   [  45% ] 050/200 VUs  2m30.0s/5m30.0s

running (2m31.0s), 054/200 VUs, 96660 complete and 0 interrupted iterations
default   [  46% ] 054/200 VUs  2m31.0s/5m30.0s

running (2m32.0s), 059/200 VUs, 97370 complete and 0 interrupted iterations
default   [  46% ] 059/200 VUs  2m32.0s/5m30.0s

running (2m33.0s), 064/200 VUs, 97954 complete and 0 interrupted iterations
default   [  46% ] 064/200 VUs  2m33.0s/5m30.0s

running (2m34.0s), 069/200 VUs, 98400 complete and 0 interrupted iterations
default   [  47% ] 069/200 VUs  2m34.0s/5m30.0s

running (2m35.0s), 074/200 VUs, 99065 complete and 0 interrupted iterations
default   [  47% ] 074/200 VUs  2m35.0s/5m30.0s

running (2m36.0s), 079/200 VUs, 99604 complete and 0 interrupted iterations
default   [  47% ] 079/200 VUs  2m36.0s/5m30.0s

running (2m37.0s), 084/200 VUs, 100164 complete and 0 interrupted iterations
default   [  48% ] 084/200 VUs  2m37.0s/5m30.0s

running (2m38.0s), 089/200 VUs, 100597 complete and 0 interrupted iterations
default   [  48% ] 089/200 VUs  2m38.0s/5m30.0s

running (2m39.0s), 094/200 VUs, 101143 complete and 0 interrupted iterations
default   [  48% ] 094/200 VUs  2m39.0s/5m30.0s

running (2m40.0s), 099/200 VUs, 101664 complete and 0 interrupted iterations
default   [  48% ] 099/200 VUs  2m40.0s/5m30.0s

running (2m41.0s), 104/200 VUs, 102284 complete and 0 interrupted iterations
default   [  49% ] 104/200 VUs  2m41.0s/5m30.0s

running (2m42.0s), 109/200 VUs, 103384 complete and 0 interrupted iterations
default   [  49% ] 109/200 VUs  2m42.0s/5m30.0s

running (2m43.0s), 114/200 VUs, 104607 complete and 0 interrupted iterations
default   [  49% ] 114/200 VUs  2m43.0s/5m30.0s

running (2m44.0s), 119/200 VUs, 105910 complete and 0 interrupted iterations
default   [  50% ] 119/200 VUs  2m44.0s/5m30.0s

running (2m45.0s), 124/200 VUs, 106940 complete and 0 interrupted iterations
default   [  50% ] 124/200 VUs  2m45.0s/5m30.0s

running (2m46.0s), 129/200 VUs, 107371 complete and 0 interrupted iterations
default   [  50% ] 129/200 VUs  2m46.0s/5m30.0s

running (2m47.0s), 134/200 VUs, 107940 complete and 0 interrupted iterations
default   [  51% ] 134/200 VUs  2m47.0s/5m30.0s

running (2m48.0s), 139/200 VUs, 108513 complete and 0 interrupted iterations
default   [  51% ] 139/200 VUs  2m48.0s/5m30.0s

running (2m49.0s), 144/200 VUs, 109122 complete and 0 interrupted iterations
default   [  51% ] 144/200 VUs  2m49.0s/5m30.0s

running (2m50.0s), 149/200 VUs, 109630 complete and 0 interrupted iterations
default   [  52% ] 149/200 VUs  2m50.0s/5m30.0s

running (2m51.0s), 154/200 VUs, 110216 complete and 0 interrupted iterations
default   [  52% ] 154/200 VUs  2m51.0s/5m30.0s

running (2m52.0s), 159/200 VUs, 110724 complete and 0 interrupted iterations
default   [  52% ] 159/200 VUs  2m52.0s/5m30.0s

running (2m53.0s), 164/200 VUs, 111343 complete and 0 interrupted iterations
default   [  52% ] 164/200 VUs  2m53.0s/5m30.0s

running (2m54.0s), 169/200 VUs, 111820 complete and 0 interrupted iterations
default   [  53% ] 169/200 VUs  2m54.0s/5m30.0s

running (2m55.0s), 174/200 VUs, 112494 complete and 0 interrupted iterations
default   [  53% ] 174/200 VUs  2m55.0s/5m30.0s

running (2m56.0s), 179/200 VUs, 112929 complete and 0 interrupted iterations
default   [  53% ] 179/200 VUs  2m56.0s/5m30.0s

running (2m57.0s), 184/200 VUs, 113525 complete and 0 interrupted iterations
default   [  54% ] 184/200 VUs  2m57.0s/5m30.0s

running (2m58.0s), 189/200 VUs, 113982 complete and 0 interrupted iterations
default   [  54% ] 189/200 VUs  2m58.0s/5m30.0s

running (2m59.0s), 194/200 VUs, 114811 complete and 0 interrupted iterations
default   [  54% ] 194/200 VUs  2m59.0s/5m30.0s

running (3m00.0s), 199/200 VUs, 115417 complete and 0 interrupted iterations
default   [  55% ] 199/200 VUs  3m00.0s/5m30.0s

running (3m01.0s), 200/200 VUs, 116133 complete and 0 interrupted iterations
default   [  55% ] 200/200 VUs  3m01.0s/5m30.0s

running (3m02.0s), 200/200 VUs, 116848 complete and 0 interrupted iterations
default   [  55% ] 200/200 VUs  3m02.0s/5m30.0s

running (3m03.0s), 200/200 VUs, 117429 complete and 0 interrupted iterations
default   [  55% ] 200/200 VUs  3m03.0s/5m30.0s

running (3m04.0s), 200/200 VUs, 117954 complete and 0 interrupted iterations
default   [  56% ] 200/200 VUs  3m04.0s/5m30.0s

running (3m05.0s), 200/200 VUs, 118463 complete and 0 interrupted iterations
default   [  56% ] 200/200 VUs  3m05.0s/5m30.0s

running (3m06.0s), 200/200 VUs, 119035 complete and 0 interrupted iterations
default   [  56% ] 200/200 VUs  3m06.0s/5m30.0s

running (3m07.0s), 200/200 VUs, 119557 complete and 0 interrupted iterations
default   [  57% ] 200/200 VUs  3m07.0s/5m30.0s

running (3m08.0s), 200/200 VUs, 120084 complete and 0 interrupted iterations
default   [  57% ] 200/200 VUs  3m08.0s/5m30.0s

running (3m09.0s), 200/200 VUs, 120600 complete and 0 interrupted iterations
default   [  57% ] 200/200 VUs  3m09.0s/5m30.0s

running (3m10.0s), 200/200 VUs, 121060 complete and 0 interrupted iterations
default   [  58% ] 200/200 VUs  3m10.0s/5m30.0s

running (3m11.0s), 200/200 VUs, 121634 complete and 0 interrupted iterations
default   [  58% ] 200/200 VUs  3m11.0s/5m30.0s

running (3m12.0s), 200/200 VUs, 122232 complete and 0 interrupted iterations
default   [  58% ] 200/200 VUs  3m12.0s/5m30.0s

running (3m13.0s), 200/200 VUs, 122867 complete and 0 interrupted iterations
default   [  58% ] 200/200 VUs  3m13.0s/5m30.0s

running (3m14.0s), 200/200 VUs, 123449 complete and 0 interrupted iterations
default   [  59% ] 200/200 VUs  3m14.0s/5m30.0s

running (3m15.0s), 200/200 VUs, 124234 complete and 0 interrupted iterations
default   [  59% ] 200/200 VUs  3m15.0s/5m30.0s

running (3m16.0s), 200/200 VUs, 125021 complete and 0 interrupted iterations
default   [  59% ] 200/200 VUs  3m16.0s/5m30.0s

running (3m17.0s), 200/200 VUs, 125535 complete and 0 interrupted iterations
default   [  60% ] 200/200 VUs  3m17.0s/5m30.0s

running (3m18.0s), 200/200 VUs, 126063 complete and 0 interrupted iterations
default   [  60% ] 200/200 VUs  3m18.0s/5m30.0s

running (3m19.0s), 200/200 VUs, 126559 complete and 0 interrupted iterations
default   [  60% ] 200/200 VUs  3m19.0s/5m30.0s

running (3m20.0s), 200/200 VUs, 127085 complete and 0 interrupted iterations
default   [  61% ] 200/200 VUs  3m20.0s/5m30.0s

running (3m21.0s), 200/200 VUs, 127725 complete and 0 interrupted iterations
default   [  61% ] 200/200 VUs  3m21.0s/5m30.0s

running (3m22.0s), 200/200 VUs, 128243 complete and 0 interrupted iterations
default   [  61% ] 200/200 VUs  3m22.0s/5m30.0s

running (3m23.0s), 200/200 VUs, 128739 complete and 0 interrupted iterations
default   [  62% ] 200/200 VUs  3m23.0s/5m30.0s

running (3m24.0s), 200/200 VUs, 129194 complete and 0 interrupted iterations
default   [  62% ] 200/200 VUs  3m24.0s/5m30.0s

running (3m25.0s), 200/200 VUs, 129914 complete and 0 interrupted iterations
default   [  62% ] 200/200 VUs  3m25.0s/5m30.0s

running (3m26.0s), 200/200 VUs, 130491 complete and 0 interrupted iterations
default   [  62% ] 200/200 VUs  3m26.0s/5m30.0s

running (3m27.0s), 200/200 VUs, 131214 complete and 0 interrupted iterations
default   [  63% ] 200/200 VUs  3m27.0s/5m30.0s

running (3m28.0s), 200/200 VUs, 131822 complete and 0 interrupted iterations
default   [  63% ] 200/200 VUs  3m28.0s/5m30.0s

running (3m29.0s), 200/200 VUs, 132892 complete and 0 interrupted iterations
default   [  63% ] 200/200 VUs  3m29.0s/5m30.0s

running (3m30.0s), 200/200 VUs, 134019 complete and 0 interrupted iterations
default   [  64% ] 200/200 VUs  3m30.0s/5m30.0s

running (3m31.0s), 200/200 VUs, 134949 complete and 0 interrupted iterations
default   [  64% ] 200/200 VUs  3m31.0s/5m30.0s

running (3m32.0s), 200/200 VUs, 136188 complete and 0 interrupted iterations
default   [  64% ] 200/200 VUs  3m32.0s/5m30.0s

running (3m33.0s), 200/200 VUs, 136711 complete and 0 interrupted iterations
default   [  65% ] 200/200 VUs  3m33.0s/5m30.0s

running (3m34.0s), 200/200 VUs, 137236 complete and 0 interrupted iterations
default   [  65% ] 200/200 VUs  3m34.0s/5m30.0s

running (3m35.0s), 200/200 VUs, 137894 complete and 0 interrupted iterations
default   [  65% ] 200/200 VUs  3m35.0s/5m30.0s

running (3m36.0s), 200/200 VUs, 138556 complete and 0 interrupted iterations
default   [  65% ] 200/200 VUs  3m36.0s/5m30.0s

running (3m37.0s), 200/200 VUs, 139093 complete and 0 interrupted iterations
default   [  66% ] 200/200 VUs  3m37.0s/5m30.0s

running (3m38.0s), 200/200 VUs, 140020 complete and 0 interrupted iterations
default   [  66% ] 200/200 VUs  3m38.0s/5m30.0s

running (3m39.0s), 200/200 VUs, 140751 complete and 0 interrupted iterations
default   [  66% ] 200/200 VUs  3m39.0s/5m30.0s

running (3m40.0s), 200/200 VUs, 141473 complete and 0 interrupted iterations
default   [  67% ] 200/200 VUs  3m40.0s/5m30.0s

running (3m41.0s), 200/200 VUs, 142103 complete and 0 interrupted iterations
default   [  67% ] 200/200 VUs  3m41.0s/5m30.0s

running (3m42.0s), 200/200 VUs, 142818 complete and 0 interrupted iterations
default   [  67% ] 200/200 VUs  3m42.0s/5m30.0s

running (3m43.0s), 200/200 VUs, 143555 complete and 0 interrupted iterations
default   [  68% ] 200/200 VUs  3m43.0s/5m30.0s

running (3m44.0s), 200/200 VUs, 144167 complete and 0 interrupted iterations
default   [  68% ] 200/200 VUs  3m44.0s/5m30.0s

running (3m45.0s), 200/200 VUs, 144828 complete and 0 interrupted iterations
default   [  68% ] 200/200 VUs  3m45.0s/5m30.0s

running (3m46.0s), 200/200 VUs, 145315 complete and 0 interrupted iterations
default   [  68% ] 200/200 VUs  3m46.0s/5m30.0s

running (3m47.0s), 200/200 VUs, 145809 complete and 0 interrupted iterations
default   [  69% ] 200/200 VUs  3m47.0s/5m30.0s

running (3m48.0s), 200/200 VUs, 146335 complete and 0 interrupted iterations
default   [  69% ] 200/200 VUs  3m48.0s/5m30.0s

running (3m49.0s), 200/200 VUs, 146853 complete and 0 interrupted iterations
default   [  69% ] 200/200 VUs  3m49.0s/5m30.0s

running (3m50.0s), 200/200 VUs, 147369 complete and 0 interrupted iterations
default   [  70% ] 200/200 VUs  3m50.0s/5m30.0s

running (3m51.0s), 200/200 VUs, 147912 complete and 0 interrupted iterations
default   [  70% ] 200/200 VUs  3m51.0s/5m30.0s

running (3m52.0s), 200/200 VUs, 148607 complete and 0 interrupted iterations
default   [  70% ] 200/200 VUs  3m52.0s/5m30.0s

running (3m53.0s), 200/200 VUs, 149141 complete and 0 interrupted iterations
default   [  71% ] 200/200 VUs  3m53.0s/5m30.0s

running (3m54.0s), 200/200 VUs, 149849 complete and 0 interrupted iterations
default   [  71% ] 200/200 VUs  3m54.0s/5m30.0s

running (3m55.0s), 200/200 VUs, 150786 complete and 0 interrupted iterations
default   [  71% ] 200/200 VUs  3m55.0s/5m30.0s

running (3m56.0s), 200/200 VUs, 151835 complete and 0 interrupted iterations
default   [  72% ] 200/200 VUs  3m56.0s/5m30.0s

running (3m57.0s), 200/200 VUs, 152392 complete and 0 interrupted iterations
default   [  72% ] 200/200 VUs  3m57.0s/5m30.0s

running (3m58.0s), 200/200 VUs, 152892 complete and 0 interrupted iterations
default   [  72% ] 200/200 VUs  3m58.0s/5m30.0s

running (3m59.0s), 200/200 VUs, 153380 complete and 0 interrupted iterations
default   [  72% ] 200/200 VUs  3m59.0s/5m30.0s

running (4m00.0s), 200/200 VUs, 153909 complete and 0 interrupted iterations
default   [  73% ] 200/200 VUs  4m00.0s/5m30.0s

running (4m01.0s), 200/200 VUs, 154503 complete and 0 interrupted iterations
default   [  73% ] 200/200 VUs  4m01.0s/5m30.0s

running (4m02.0s), 200/200 VUs, 154996 complete and 0 interrupted iterations
default   [  73% ] 200/200 VUs  4m02.0s/5m30.0s

running (4m03.0s), 200/200 VUs, 155545 complete and 0 interrupted iterations
default   [  74% ] 200/200 VUs  4m03.0s/5m30.0s

running (4m04.0s), 200/200 VUs, 156041 complete and 0 interrupted iterations
default   [  74% ] 200/200 VUs  4m04.0s/5m30.0s

running (4m05.0s), 200/200 VUs, 156592 complete and 0 interrupted iterations
default   [  74% ] 200/200 VUs  4m05.0s/5m30.0s

running (4m06.0s), 200/200 VUs, 157227 complete and 0 interrupted iterations
default   [  75% ] 200/200 VUs  4m06.0s/5m30.0s

running (4m07.0s), 200/200 VUs, 157935 complete and 0 interrupted iterations
default   [  75% ] 200/200 VUs  4m07.0s/5m30.0s

running (4m08.0s), 200/200 VUs, 158595 complete and 0 interrupted iterations
default   [  75% ] 200/200 VUs  4m08.0s/5m30.0s

running (4m09.0s), 200/200 VUs, 159323 complete and 0 interrupted iterations
default   [  75% ] 200/200 VUs  4m09.0s/5m30.0s

running (4m10.0s), 200/200 VUs, 160118 complete and 0 interrupted iterations
default   [  76% ] 200/200 VUs  4m10.0s/5m30.0s

running (4m11.0s), 200/200 VUs, 160857 complete and 0 interrupted iterations
default   [  76% ] 200/200 VUs  4m11.0s/5m30.0s

running (4m12.0s), 200/200 VUs, 161849 complete and 0 interrupted iterations
default   [  76% ] 200/200 VUs  4m12.0s/5m30.0s

running (4m13.0s), 200/200 VUs, 162442 complete and 0 interrupted iterations
default   [  77% ] 200/200 VUs  4m13.0s/5m30.0s

running (4m14.0s), 200/200 VUs, 162974 complete and 0 interrupted iterations
default   [  77% ] 200/200 VUs  4m14.0s/5m30.0s

running (4m15.0s), 200/200 VUs, 163612 complete and 0 interrupted iterations
default   [  77% ] 200/200 VUs  4m15.0s/5m30.0s

running (4m16.0s), 200/200 VUs, 164231 complete and 0 interrupted iterations
default   [  78% ] 200/200 VUs  4m16.0s/5m30.0s

running (4m17.0s), 200/200 VUs, 164729 complete and 0 interrupted iterations
default   [  78% ] 200/200 VUs  4m17.0s/5m30.0s

running (4m18.0s), 200/200 VUs, 165222 complete and 0 interrupted iterations
default   [  78% ] 200/200 VUs  4m18.0s/5m30.0s

running (4m19.0s), 200/200 VUs, 165754 complete and 0 interrupted iterations
default   [  78% ] 200/200 VUs  4m19.0s/5m30.0s

running (4m20.0s), 200/200 VUs, 166226 complete and 0 interrupted iterations
default   [  79% ] 200/200 VUs  4m20.0s/5m30.0s

running (4m21.0s), 200/200 VUs, 166799 complete and 0 interrupted iterations
default   [  79% ] 200/200 VUs  4m21.0s/5m30.0s

running (4m22.0s), 200/200 VUs, 167304 complete and 0 interrupted iterations
default   [  79% ] 200/200 VUs  4m22.0s/5m30.0s

running (4m23.0s), 200/200 VUs, 167866 complete and 0 interrupted iterations
default   [  80% ] 200/200 VUs  4m23.0s/5m30.0s

running (4m24.0s), 200/200 VUs, 168437 complete and 0 interrupted iterations
default   [  80% ] 200/200 VUs  4m24.0s/5m30.0s

running (4m25.0s), 200/200 VUs, 169275 complete and 0 interrupted iterations
default   [  80% ] 200/200 VUs  4m25.0s/5m30.0s

running (4m26.0s), 200/200 VUs, 169961 complete and 0 interrupted iterations
default   [  81% ] 200/200 VUs  4m26.0s/5m30.0s

running (4m27.0s), 200/200 VUs, 170476 complete and 0 interrupted iterations
default   [  81% ] 200/200 VUs  4m27.0s/5m30.0s

running (4m28.0s), 200/200 VUs, 171041 complete and 0 interrupted iterations
default   [  81% ] 200/200 VUs  4m28.0s/5m30.0s

running (4m29.0s), 200/200 VUs, 171501 complete and 0 interrupted iterations
default   [  82% ] 200/200 VUs  4m29.0s/5m30.0s

running (4m30.0s), 200/200 VUs, 172050 complete and 0 interrupted iterations
default   [  82% ] 200/200 VUs  4m30.0s/5m30.0s

running (4m31.0s), 200/200 VUs, 172747 complete and 0 interrupted iterations
default   [  82% ] 200/200 VUs  4m31.0s/5m30.0s

running (4m32.0s), 200/200 VUs, 173266 complete and 0 interrupted iterations
default   [  82% ] 200/200 VUs  4m32.0s/5m30.0s

running (4m33.0s), 200/200 VUs, 173775 complete and 0 interrupted iterations
default   [  83% ] 200/200 VUs  4m33.0s/5m30.0s

running (4m34.0s), 200/200 VUs, 174376 complete and 0 interrupted iterations
default   [  83% ] 200/200 VUs  4m34.0s/5m30.0s

running (4m35.0s), 200/200 VUs, 175009 complete and 0 interrupted iterations
default   [  83% ] 200/200 VUs  4m35.0s/5m30.0s

running (4m36.0s), 200/200 VUs, 175764 complete and 0 interrupted iterations
default   [  84% ] 200/200 VUs  4m36.0s/5m30.0s

running (4m37.0s), 200/200 VUs, 176532 complete and 0 interrupted iterations
default   [  84% ] 200/200 VUs  4m37.0s/5m30.0s

running (4m38.0s), 200/200 VUs, 177503 complete and 0 interrupted iterations
default   [  84% ] 200/200 VUs  4m38.0s/5m30.0s

running (4m39.0s), 200/200 VUs, 178628 complete and 0 interrupted iterations
default   [  85% ] 200/200 VUs  4m39.0s/5m30.0s

running (4m40.0s), 200/200 VUs, 179131 complete and 0 interrupted iterations
default   [  85% ] 200/200 VUs  4m40.0s/5m30.0s

running (4m41.0s), 200/200 VUs, 179719 complete and 0 interrupted iterations
default   [  85% ] 200/200 VUs  4m41.0s/5m30.0s

running (4m42.0s), 200/200 VUs, 180229 complete and 0 interrupted iterations
default   [  85% ] 200/200 VUs  4m42.0s/5m30.0s

running (4m43.0s), 200/200 VUs, 180748 complete and 0 interrupted iterations
default   [  86% ] 200/200 VUs  4m43.0s/5m30.0s

running (4m44.0s), 200/200 VUs, 181251 complete and 0 interrupted iterations
default   [  86% ] 200/200 VUs  4m44.0s/5m30.0s

running (4m45.0s), 200/200 VUs, 181994 complete and 0 interrupted iterations
default   [  86% ] 200/200 VUs  4m45.0s/5m30.0s

running (4m46.0s), 200/200 VUs, 182749 complete and 0 interrupted iterations
default   [  87% ] 200/200 VUs  4m46.0s/5m30.0s

running (4m47.0s), 200/200 VUs, 183173 complete and 0 interrupted iterations
default   [  87% ] 200/200 VUs  4m47.0s/5m30.0s

running (4m48.0s), 200/200 VUs, 183664 complete and 0 interrupted iterations
default   [  87% ] 200/200 VUs  4m48.0s/5m30.0s

running (4m49.0s), 200/200 VUs, 184318 complete and 0 interrupted iterations
default   [  88% ] 200/200 VUs  4m49.0s/5m30.0s

running (4m50.0s), 200/200 VUs, 185058 complete and 0 interrupted iterations
default   [  88% ] 200/200 VUs  4m50.0s/5m30.0s

running (4m51.0s), 200/200 VUs, 185666 complete and 0 interrupted iterations
default   [  88% ] 200/200 VUs  4m51.0s/5m30.0s

running (4m52.0s), 200/200 VUs, 186317 complete and 0 interrupted iterations
default   [  88% ] 200/200 VUs  4m52.0s/5m30.0s

running (4m53.0s), 200/200 VUs, 186957 complete and 0 interrupted iterations
default   [  89% ] 200/200 VUs  4m53.0s/5m30.0s

running (4m54.0s), 200/200 VUs, 187523 complete and 0 interrupted iterations
default   [  89% ] 200/200 VUs  4m54.0s/5m30.0s

running (4m55.0s), 200/200 VUs, 188170 complete and 0 interrupted iterations
default   [  89% ] 200/200 VUs  4m55.0s/5m30.0s

running (4m56.0s), 200/200 VUs, 188623 complete and 0 interrupted iterations
default   [  90% ] 200/200 VUs  4m56.0s/5m30.0s

running (4m57.0s), 200/200 VUs, 189124 complete and 0 interrupted iterations
default   [  90% ] 200/200 VUs  4m57.0s/5m30.0s

running (4m58.0s), 200/200 VUs, 189674 complete and 0 interrupted iterations
default   [  90% ] 200/200 VUs  4m58.0s/5m30.0s

running (4m59.0s), 200/200 VUs, 190212 complete and 0 interrupted iterations
default   [  91% ] 200/200 VUs  4m59.0s/5m30.0s

running (5m00.0s), 200/200 VUs, 190754 complete and 0 interrupted iterations
default   [  91% ] 200/200 VUs  5m00.0s/5m30.0s

running (5m01.0s), 197/200 VUs, 191422 complete and 0 interrupted iterations
default   [  91% ] 197/200 VUs  5m01.0s/5m30.0s

running (5m02.0s), 191/200 VUs, 191891 complete and 0 interrupted iterations
default   [  92% ] 191/200 VUs  5m02.0s/5m30.0s

running (5m03.0s), 182/200 VUs, 192541 complete and 0 interrupted iterations
default   [  92% ] 182/200 VUs  5m03.0s/5m30.0s

running (5m04.0s), 177/200 VUs, 193099 complete and 0 interrupted iterations
default   [  92% ] 177/200 VUs  5m04.0s/5m30.0s

running (5m05.0s), 169/200 VUs, 193905 complete and 0 interrupted iterations
default   [  92% ] 169/200 VUs  5m05.0s/5m30.0s

running (5m06.0s), 163/200 VUs, 194658 complete and 0 interrupted iterations
default   [  93% ] 163/200 VUs  5m06.0s/5m30.0s

running (5m07.0s), 157/200 VUs, 195240 complete and 0 interrupted iterations
default   [  93% ] 157/200 VUs  5m07.0s/5m30.0s

running (5m08.0s), 150/200 VUs, 195761 complete and 0 interrupted iterations
default   [  93% ] 150/200 VUs  5m08.0s/5m30.0s

running (5m09.0s), 141/200 VUs, 196418 complete and 0 interrupted iterations
default   [  94% ] 141/200 VUs  5m09.0s/5m30.0s

running (5m10.0s), 135/200 VUs, 196996 complete and 0 interrupted iterations
default   [  94% ] 135/200 VUs  5m10.0s/5m30.0s

running (5m11.0s), 129/200 VUs, 197524 complete and 0 interrupted iterations
default   [  94% ] 129/200 VUs  5m11.0s/5m30.0s

running (5m12.0s), 123/200 VUs, 198052 complete and 0 interrupted iterations
default   [  95% ] 123/200 VUs  5m12.0s/5m30.0s

running (5m13.0s), 116/200 VUs, 198559 complete and 0 interrupted iterations
default   [  95% ] 116/200 VUs  5m13.0s/5m30.0s

running (5m14.0s), 109/200 VUs, 199141 complete and 0 interrupted iterations
default   [  95% ] 109/200 VUs  5m14.0s/5m30.0s

running (5m15.0s), 101/200 VUs, 199852 complete and 0 interrupted iterations
default   [  95% ] 101/200 VUs  5m15.0s/5m30.0s

running (5m16.0s), 096/200 VUs, 200421 complete and 0 interrupted iterations
default   [  96% ] 096/200 VUs  5m16.0s/5m30.0s

running (5m17.0s), 088/200 VUs, 201126 complete and 0 interrupted iterations
default   [  96% ] 088/200 VUs  5m17.0s/5m30.0s

running (5m18.0s), 081/200 VUs, 201732 complete and 0 interrupted iterations
default   [  96% ] 081/200 VUs  5m18.0s/5m30.0s

running (5m19.0s), 074/200 VUs, 202533 complete and 0 interrupted iterations
default   [  97% ] 074/200 VUs  5m19.0s/5m30.0s

running (5m20.0s), 068/200 VUs, 203399 complete and 0 interrupted iterations
default   [  97% ] 068/200 VUs  5m20.0s/5m30.0s

running (5m21.0s), 061/200 VUs, 203894 complete and 0 interrupted iterations
default   [  97% ] 061/200 VUs  5m21.0s/5m30.0s

running (5m22.0s), 055/200 VUs, 204493 complete and 0 interrupted iterations
default   [  98% ] 055/200 VUs  5m22.0s/5m30.0s

running (5m23.0s), 048/200 VUs, 204960 complete and 0 interrupted iterations
default   [  98% ] 048/200 VUs  5m23.0s/5m30.0s

running (5m24.0s), 041/200 VUs, 205430 complete and 0 interrupted iterations
default   [  98% ] 041/200 VUs  5m24.0s/5m30.0s

running (5m25.0s), 035/200 VUs, 205964 complete and 0 interrupted iterations
default   [  98% ] 035/200 VUs  5m25.0s/5m30.0s

running (5m26.0s), 028/200 VUs, 206395 complete and 0 interrupted iterations
default   [  99% ] 028/200 VUs  5m26.0s/5m30.0s

running (5m27.0s), 021/200 VUs, 206807 complete and 0 interrupted iterations
default   [  99% ] 021/200 VUs  5m27.0s/5m30.0s

running (5m28.0s), 014/200 VUs, 207386 complete and 0 interrupted iterations
default   [  99% ] 014/200 VUs  5m28.0s/5m30.0s

running (5m29.0s), 008/200 VUs, 207751 complete and 0 interrupted iterations
default   [ 100% ] 008/200 VUs  5m29.0s/5m30.0s

running (5m30.0s), 001/200 VUs, 208386 complete and 0 interrupted iterations
default   [ 100% ] 001/200 VUs  5m30.0s/5m30.0s

     ✓ status is 202

     checks.........................: 100.00% 208395 out of 208395
     data_received..................: 31 MB   95 kB/s
     data_sent......................: 60 MB   181 kB/s
     http_req_blocked...............: avg=83.57µs  min=675ns  med=6.92µs  max=1.97s    p(90)=12.25µs  p(95)=15.56µs 
     http_req_connecting............: avg=71.72µs  min=0s     med=0s      max=1.97s    p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=179.64ms min=1.33ms med=97.13ms max=2.56s    p(90)=611.56ms p(95)=901.2ms 
       { expected_response:true }...: avg=179.64ms min=1.33ms med=97.13ms max=2.56s    p(90)=611.56ms p(95)=901.2ms 
     http_req_failed................: 0.00%   0 out of 208395
     http_req_receiving.............: avg=1.88ms   min=7.95µs med=78.46µs max=292.66ms p(90)=496.69µs p(95)=2.13ms  
     http_req_sending...............: avg=42.46µs  min=2.95µs med=27.43µs max=27.11ms  p(90)=56.49µs  p(95)=104.91µs
     http_req_tls_handshaking.......: avg=0s       min=0s     med=0s      max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=177.71ms min=1.28ms med=96.61ms max=2.56s    p(90)=610.74ms p(95)=900.66ms
     http_reqs......................: 208395  631.542898/s
     iteration_duration.............: avg=180.06ms min=1.42ms med=97.52ms max=2.56s    p(90)=611.93ms p(95)=901.63ms
     iterations.....................: 208395  631.542898/s
     vus............................: 1       min=1                max=200
     vus_max........................: 200     min=200              max=200


running (5m30.0s), 000/200 VUs, 208395 complete and 0 interrupted iterations
default ✓ [ 100% ] 000/200 VUs  5m30s